[
  {
    "exercise": "Bicep Curl",
    "instructions": [
      "Stand with feet about hip-width apart, with your abs engaged while holding a meidum-heavy dumbells/barbell with your palm facing foward.",
      "Squeeze your biceps and bend the arms, curling the weights towards the shoulders.",
      "Do this while keeping the elbows stationary and only bringing the weight as high as you can.",
      "Now lowly lower the weights, keeping a slight bend in the elbows at the bottom.",
      "Repeat this for 2-3 sets for 10-12 reps."
    ],
    "videoLink": "https://youtu.be/ykJmrZ5v0Oo",
    "gh-name": "druvkotwani",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2023/01/inner-bicep-curl.gif"
  },
  {
    "exercise": "Chest Dips",
    "instructions": [
      "Start by positioning the body facing the dip station with the feet should widht apart and hands holding the bars.",
      "Use a wide grip, and lean the body forward.",
      "Straighten the arms and lift the body off the ground by pulling up until the arms are fully extended.",
      "Slowly lower the body by bending the elbows and allowing the body to drop down toward the ground until the upper arms are parallel to the floor.",
      "Return to the starting position, use the muscles in your arms to push back up.",
      "Repeat for desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/shorts/ci5tcFgIntI",
    "gh-name": "druvkotwani",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/01/chest-dip-movement.gif"
  },
  {
    "exercise": "Sit-Ups",
    "instructions": [
      "Start by lying on your back on a mat with your knees bent and your feet flat on the floor.",
      "Cross your arms over your chest or place your hands behind your head and slowly lift your upper body off the ground.",
      "Slowly lower your upper body back down to the mat.",
      "Repeat for desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=1fbU_MkV7NE",
    "gh-name": "jayasree-g",
    "image": "https://www.fitstream.com/images/bodyweight-training/bodyweight-exercises/sit-up-large.png"
  },
  {
    "exercise": "Lunges",
    "instructions": [
      "Stand with your feet hip-width apart and your hands on your hips.",
      "Take a big step forward with your right foot, lowering your body until your right thigh is parallel to the floor.",
      "Keep your left foot in place and your left knee hovering just above the ground.",
      "Push back up to the starting position and repeat on the other side, stepping forward with your left foot."
    ],
    "videoLink": "https://www.youtube.com/watch?v=3XDriUn0udo&t=10s",
    "gh-name": "gabrysia694     ",
    "image": "https://www.burnthefatinnercircle.com/members/images/2015.png?cb=20230213043730"
  },
  {
    "exercise": "Push up",
    "instructions": [
      "Start in a plank position with your hands slightly wider than shoulder-width apart and your feet together.",
      "Keep your core engaged and your back straight, and lower your body until your chest touches the ground.",
      "Push yourself back up to the starting position by straightening your arms and engaging your chest, shoulders, and triceps.",
      "Repeat for your desired number of reps."
    ],
    "videoLink": "https://www.youtube.com/watch?v=IODxDxX7oi4",
    "gh-name": "gabrysia694     ",
    "image": "https://user-images.githubusercontent.com/88102392/233252239-3a2eb26e-45fa-4336-a294-7f622528307c.png"
  },
  {
    "exercise": "Cable Chest Flys",
    "instructions": [
      "Stand with your back to the cable machine and grip the cable handles.",
      "Place one foot in front of the other, leaning forward slightly.",
      "After 10 to 15 reps, alternate the position of your feet, and repeat for a second set.",
      "Inhale as you slowly lower your arms back down to the starting position."
    ],
    "videoLink": "https://www.youtube.com/watch?v=Iwe6AmxVf7o",
    "gh-name": "keshav97-git",
    "image": "https://program.rapidloss.com.au/wp-content/uploads/female-cable-chest-fly.gif"
  },
  {
    "exercise": "Deadlift",
    "instructions": [
      "Stand with your feet hip-width apart and toes pointing forward, with the barbell over the middle of your feet.",
      "Tighten your core and lift the barbell by standing up, driving through your heels.",
      "Lower the barbell by hinging at the hips and bending your knees, keeping your back flat and your core engaged.",
      "Repeat for the desired number of repetitions or sets."
    ],
    "videoLink": "https://www.youtube.com/watch?v=ytGaGIn3SjE",
    "gh-name": "murtazaali2828",
    "image": "https://www.fitstream.com/images/weight-training/exercises/deadlift-one.png"
  },
  {
    "exercise": "Squats",
    "instructions": [
      "Stand with feet a little wider than hip width, toes facing front",
      "Drive your hips back, bending at the knees and ankles and pressing your knees slightly open",
      "Sit into a squat position while still keeping your heels and toes on the ground, chest up and shoulders back.",
      "Strive to eventually reach parallel, try to bent the knees at a 90-degree angle."
    ],
    "videoLink": "https://www.youtube.com/watch?v=gsNoPYwWXeM",
    "gh-name": "SaswataH",
    "image": "https://blog.enarahealth.com/wp-content/uploads/2022/03/PngItem_2810409-e1647565708516.png"
  },
  {
    "exercise": "Dumbbell rows",
    "instructions": [
      "Start with a dumbbell in each hand. We recommend no more than 10 pounds for beginners.",
      "Bend forward at the waist, so your back is at a 45-degree angle to the ground. Be certain not to arch your back.",
      " Let your arms hang straight down. Ensure your neck is in line with your back and your core is engaged.",
      "Starting with your right arm, bend your elbow and pull the weight straight up toward your chest, making sure to engage your lat and stopping just below your chest.",
      "Return to the starting position and repeat with the left arm. This is one rep. Repeat 10 times for 3 sets."
    ],
    "videoLink": "https://www.youtube.com/watch?v=roCP6wCXPqo",
    "gh-name": "bilalakhter",
    "image": "https://cdn.shopify.com/s/files/1/0269/5551/3900/files/Dumbbell-Bent-Over-Row-_Single-Arm_49867db3-f465-4fbc-b359-29cbdda502e2_600x600.png?v=1612138069"
  },
  {
    "exercise": "Planks",
    "instructions": [
      "Start by getting into a push-up position, with your hands and toes on the ground, shoulder-width apart.",
      "Lower your forearms to the ground, keeping your elbows directly under your shoulders.",
      "Straighten your body from head to toe, ensuring that your back is flat and your hips are in line with your shoulders. Your elbows and forearms should be flat on the ground.",
      "Straighten your body from head to toe, ensuring that your back is flat and your hips are in line with your shoulders. Your elbows and forearms should be flat on the ground.",
      "Hold this position for a desired length of time (start with 10-15 seconds and gradually increase as you get stronger)."
    ],
    "videoLink": "https://www.youtube.com/watch?v=BQu26ABuVS0",
    "gh-name": "Shalini469717",
    "image": "https://www.burnthefatinnercircle.com/members/images/826b.png?cb=20230213043654"
  },
  {
    "exercise": "Glute Bridge",
    "instructions": [
      "Lie down on your back with your knees bent and feet flat on the ground. Keep your arms straight down by your sides with palms facing down.",
      "Squeeze your glutes and push through your heels to lift your hips off the ground until your body forms a straight line from your shoulders to your knees.",
      "Hold for a few seconds at the top of the movement, making sure to keep your glutes engaged and your core tight.",
      "Lower your hips back down to the ground in a controlled manner and repeat for the desired number of reps.",
      "Make sure to keep your neck relaxed and your gaze towards the ceiling during the exercise.",
      " You can also modify the exercise by placing a resistance band around your thighs just above your knees to increase the difficulty"
    ],
    "videoLink": "https://www.youtube.com/watch?v=OUgsJ8-Vi0E",
    "gh-name": "Vishal-Parasram",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/11/dumbbell-glute-bridge-1024x264.png"
  },
  {
    "exercise": "Pull up",
    "instructions": [
      "Grab the pull-up bar with your hands shoulder-width apart or wider.",
      "Engage your back and core muscles by pulling your shoulder blades down and back.",
      "Pull yourself up towards the bar, keeping your elbows close to your body.",
      "Lower yourself back down to the starting position, focusing on controlled movement."
    ],
    "videoLink": "https://www.youtube.com/watch?v=fO3dKSQayfg",
    "gh-name": "Poonam1607",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/10/pull-up-1024x907.png"
  },
  {
    "exercise": "Bench press",
    "instructions": [
      "Lie down on the bench with your feet firmly planted on the floor.",
      "Grip the bar with your hands slightly wider than shoulder-width apart, and lower it until it touches your chest.",
      "Push the bar upward in a controlled motion until your arms are fully extended.",
      "Keep your elbows tucked in and your shoulders retracted throughout the movement.",
      "Slowly lower the bar down towards your chest, making sure to keep your elbows tucked in and your shoulders retracted.",
      "Stop when the bar is just above your chest, and then repeat the lift."
    ],
    "videoLink": "https://www.youtube.com/watch?v=gRVjAtPip0Y",
    "gh-name": "hyeongwookjang",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/10/decline-bench-press-1024x566.png"
  },
  {
    "exercise": "Skull Crushers",
    "instructions": [
      "Lie face up on a flat gym bench. Your entire body should be on the bench, except your lower legs. Your knees are bent, and your feet are flat on the floor. Arms extend above the chest, elbows shoulder-width apart (not locked), and both hands hold one end of a dumbbell.",
      "Flex your elbows and lower the weight toward the top of your head. Your upper arms should remain relatively perpendicular to your body. This keeps the tension on the triceps versus shifting it to the shoulders.",
      "Continue lowering the weight behind the head. The bottom of the dumbbell head should be about in line with the bench's top, or even a little higher if this feels unwieldy.",
      "everse the movement until the weight is above the chest in the original starting position.",
      "Keep from locking the elbow to maintain tension in your triceps muscle"
    ],
    "videoLink": "https://www.youtube.com/watch?v=hLdIJdhVA2Q",
    "gh-name": "RahulRana701",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/barbell-lying-skullcrusher.png"
  },
  {
    "exercise": "Upright Rows",
    "instructions": [
      "Hold a barbell or dumbbells in front of your thighs with an overhand grip, hands shoulder-width apart.",
      "Keeping your back straight, lift the barbell or dumbbells towards your chin, leading with your elbows.",
      "Lower the weight back down to the starting position.",
      "Repeat for the desired number of repetitions.",
      "Upright Rows can place excessive stress on the shoulder joints and may lead to impingement or discomfort."
    ],
    "videoLink": "https://www.youtube.com/watch?v=VIoihl5ZZzM",
    "gh-name": "KyloRen04",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/sumo-deadlift-high-pull.png"
  },
  {
    "exercise": "Dumbbell Overhead Extension",
    "instructions": [
      "Stand upright with your feet shoulder-width apart, holding a dumbbell in each hand with an overhand grip.",
      "Raise the dumbbells above your head with your palms facing each other and your elbows pointing forward.",
      "Lower the dumbbells behind your head by bending your elbows until your forearms touch your biceps.",
      "Extend your arms back up to the starting position by straightening your elbows."
    ],
    "videoLink": "https://www.youtube.com/embed/kDbUNTX-Xts",
    "gh-name": "sagar-io",
    "image": "https://s3.amazonaws.com/prod.skimble/assets/1375615/image_iphone.jpg"
  },
  {
    "exercise": "Barbell Squats",
    "instructions": [
      "Begin by standing with your feet shoulder-width apart, with a barbell placed on the rack at shoulder height",
      "Step forward and position yourself under the barbell so it rests on your traps (the muscles at the base of your neck).",
      "Grasp the bar with both hands, slightly wider than shoulder-width apart, and lift it off the rack.",
      "Keeping your back straight, slowly lower your body by bending at the knees and hips, while keeping your chest lifted.",
      "Lower your body until your thighs are parallel to the ground or just below, then push through your heels to return to a standing position."
    ],
    "videoLink": "https://www.youtube.com/watch?v=gcNh17Ckjgg&pp=ygUNYmFyYmVsbCBzcXVhdA%3D%3D",
    "gh-name": "BEN HARRI MOHAMMED",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/barbell-full-squat.gif"
  },
  {
    "exercise": "Dumbbell Shoulder Press",
    "instructions": [
      "Begin by sitting on a bench with your back straight, holding a dumbbell in each hand.",
      "With your palms facing forward, lift the dumbbells to shoulder level, elbows bent at a 90-degree angle.",
      "Straighten your arms and press the dumbbells upward until they touch above your head.",
      "Slowly lower the dumbbells back to shoulder level, keeping your elbows at a 90-degree angle, and repeat for the desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=CdF3p8SQ4pU&pp=ygUdRHVtYmJlbGwgU2hvdWxkZXIgUHJlc3Mgc3F1YXQ%3D",
    "gh-name": "BEN HARRI MOHAMMED",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Dumbbell-Shoulder-Press.gif"
  },
  {
    "exercise": "Lat Pull Down",
    "instructions": [
      "Sit down on a lat pulldown machine and adjust the thigh pads so that they fit snugly against your thighs.", 
      "Grasp the lat bar with an overhand grip that is wider than shoulder-width apart.",
      "Pull the bar down towards your chest while keeping your elbows pointed downwards and your shoulders pulled back. Hold the contraction for a second, then slowly release the bar back to the starting position with control."
    ],
    "videoLink": "https://www.youtube.com/watch?v=43hWj8mfYGY",
    "gh-name": "Raulj123",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Lat-Pulldown.gif"
  },
  {
    "exercise": "T-Bar Row",
    "instructions": [
      "Stand with your feet shoulder-width apart and knees slightly bent in front of a T-bar row.", 
      "Bend over at the hips, keeping your back straight, and grasp the handles of the T-bar.",
      "Pull the T-bar towards your chest, keeping your elbows close to your body, and squeeze your shoulder blades together at the top of the movement.",
      "Lower the T-bar or barbell back down to the starting position, but do not let it touch the ground between repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=KDEl3AmZbVE",
    "gh-name": "haldaranup",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/10/t-bar-row-muscles.gif"
  },
  {
    "exercise": "Heels touch",
    "instructions": [
      "To do a heel touch, start by lying on your back, with your knees bent and your feet flat on the yoga mat. ", 
      "Keeping your arms out by your sides, engage your abs and lift your head and neck off the ground.", 
      "Try and keep the lower back pressed into the mat, and squeeze your abs as you reach your right hand to tap your right heel — it doesn’t matter if you can’t actually reach your heel, get as far as you can, feeling the obliques along the right-hand side of your body work. ", 
      "Return to your starting position and repeat on the opposite side. Keep switching sides, keeping your abs braced throughout the exercise."
  ],
    "videoLink": " https://youtu.be/PtX0z5_6sdM",
    "gh-name": "gallantfarhan",
    "image": "https://homeworkouts.org/wp-content/uploads/anim-alternate-heel-touches.gif"
  },
  { 
  "exercise": "Lateral Raises", 
  "instructions": [
    "Grab a set of dumbbells and stand straight.", 
    "With your palms facing down, lift the dumbbells and raise your arms out to the sides.", 
    "Once your elbows are at shoulder height, pause, and then slowly lower the arms back to the initial position.",
    "Repeat, Add 3 sets of 8 to 12 repetitions"
  ], 
  "videoLink": "https://youtu.be/v_ZkxWzYnMc", 
  "gh-name": "anamika133m", 
  "image": "https://www.spotebi.com/wp-content/uploads/2014/10/dumbbell-lateral-raise-exercise-illustration.gif" 
  },
  {
	"exercise": "Hindu Push-Ups",
	"instructions": [
		"Start with your hands and feet touching the floor, body bent and butt up in an upside down 'V' shape.",
		"Then bend your elbows to bring your body towards the floor.",
		"When your body is close to the floor, raise your upper body up as far as possible.",
		"Then return to the original position and repeat."
	],
	"videoLink": "https://www.youtube.com/watch?v=nBLy1IGtSJ8",
	"gh-name": "Himan-Miku",
	"image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Pike-to-Cobra.gif"
  },
  {
  "exercise": "Bulgarian Split Squats",
  "instructions": [
  "Stand facing away from a bench with one foot resting on the bench behind you.",
  "Squat down with your front leg until your thigh is parallel to the ground, then stand back up.",
  "Repeat for several reps before switching sides."
  ],
  "videoLink": "https://www.youtube.com/watch?v=2C-uNgKwPLE",
  "gh-name": "Pyth0nHere",
  "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/bulgarian-split-spuat.gif"
  },
  {
  "exercise": "Preacher curl",
  "instructions": [
    "Grab the barbell or EZ curl bar with an underhand grip, and sit down on the preacher curl bench with your feet flat on the floor.",
    "Adjust the seat to allow your upper arms and chest to be in contact with the arm pad.",
    "Your chin should remain tucked throughout the movement, as if you were holding an egg under your chin.",
    "Your arms should be long with a slight bend in your elbows. Maintain a neutral wrist position and a comfortable grip.",
    "While keeping your upper arms in contact with the arm pad, initiate the upward movement by squeezing your biceps and bending your elbows.",
    "Continue to lift until the barbell or EZ bar is level with your shoulders.",
    "Finish the movement by squeezing your biceps.",
    "Slowly straighten your elbows to lower the barbell to the starting position."
	],
  "videoLink": " https://www.youtube.com/watch?v=fIWP-FRFNU0 ",
  "gh-name": "B2prakash",
  "image": "https://media.tenor.com/m2Dfyh507FQAAAAC/8preacher-curl.gif"
},
{
  "exercise": "Romanian Deadlift",
  "instructions": [
    "Stand with feet shoulder-width apart, hinge at the hips while keeping a straight back,"
    "lower the weight close to the body, and drive through the heels to return. Maintain a "
    "neutral spine. Strengthen hamstrings, glutes, and lower back with this effective exercise."
	],
  "videoLink": " https://www.youtube.com/watch?v=FUwsp0OVyVM&pp=ygURcm9tYW5pYW4gZGVhZGxpZnQ%3D",
  "gh-name": "MehmetTerc",
  "image": "https://tenor.com/de/view/dumbbell-romanian-stiff-leg-deadlift-gif-10530409"
}
]
