[
  {
    "exercise": "Boat Pose",
    "instructions": [
       "Start out by sitting on the floor,preferablly on a yoga mat, with your knees bent touching the floor.",
       "Lean back slightly and lift your feet from the floor extending it into the sky, legs going at a slight angle or legs sticking out all the way.",
       "Extend your arms slightly or straight out in front of you, Hold for 30-60 seconds.",
       "Repeat this 3-4 times to get a good ab workout."
      ],
    "videoLink": "https://www.youtube.com/watch?v=0495rbXZMQg",
    "gh-name": "Bnoah456",
    "image": "https://www.nourishmovelove.com/wp-content/uploads/2020/11/Advanced-Boat-Pose-.gif"
  },

  {
    "exercise": "Bicep Curl",
    "instructions": [
      "Stand with feet about hip-width apart, with your abs engaged while holding a medium-heavy dumbells/barbell with your palm facing foward.",
      "Squeeze your biceps and bend the arms, curling the weights towards the shoulders.",
      "Do this while keeping the elbows stationary and only bringing the weight as high as you can.",
      "Now slowly lower the weights, keeping a slight bend in the elbows at the bottom.",
      "Repeat this for 2-3 sets for 10-12 reps."
    ],
    "videoLink": "https://youtu.be/ykJmrZ5v0Oo",
    "gh-name": "druvkotwani",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2023/01/inner-bicep-curl.gif"
  },

  {
    "exercise": "Knee pushup",
    "instructions": [
      "Get into a high plank position from your knees.",
      "Maintaining a straight line from your head to your knees, bend your elbows to lower yourself down to the ground. Keep your elbows at a 45-degree angle.",
      "Push back up to start."
    ],
    "videoLink": "https://www.youtube.com/watch?v=WcHtt6zT3Go",
    "gh-name": "ayezabashir",
    "image": "https://i.pinimg.com/originals/f6/20/c9/f620c92cf9f2631338f51f711669d320.gif"
  },

  {
    "exercise": "Chest Dips",
    "instructions": [
      "Start by positioning the body facing the dip station with the feet shoulder width apart and hands holding the bars.",
      "Use a wide grip, and lean the body forward.",
      "Straighten the arms and lift the body off the ground by pulling up until the arms are fully extended.",
      "Slowly lower the body by bending the elbows and allowing the body to drop down toward the ground until the upper arms are parallel to the floor.",
      "Return to the starting position, use the muscles in your arms to push back up.",
      "Repeat for desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/shorts/ci5tcFgIntI",
    "gh-name": "druvkotwani",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/01/chest-dip-movement.gif"
  },
  
  {
    "exercise": "Lunges",
    "instructions": [
      "Stand with your feet hip-width apart and your hands on your hips.",
      "Take a big step forward with your right foot, lowering your body until your right thigh is parallel to the floor.",
      "Keep your left foot in place and your left knee hovering just above the ground.",
      "Push back up to the starting position and repeat on the other side, stepping forward with your left foot."
    ],
    "videoLink": "https://www.youtube.com/watch?v=3XDriUn0udo&t=10s",
    "gh-name": "gabrysia694     ",
    "image": "https://www.burnthefatinnercircle.com/members/images/2015.png?cb=20230213043730"
  },

  {
    "exercise": "Push up",
    "instructions": [
      "Start in a plank position with your hands slightly wider than shoulder-width apart and your feet together.",
      "Keep your core engaged and your back straight, and lower your body until your chest touches the ground.",
      "Push yourself back up to the starting position by straightening your arms and engaging your chest, shoulders, and triceps.",
      "Repeat for your desired number of reps."
    ],
    "videoLink": "https://www.youtube.com/watch?v=IODxDxX7oi4",
    "gh-name": "gabrysia694     ",
    "image": "https://user-images.githubusercontent.com/88102392/233252239-3a2eb26e-45fa-4336-a294-7f622528307c.png"
  },

  {
    "exercise": "Cable Chest Flys",
    "instructions": [
      "Stand with your back to the cable machine and grip the cable handles.",
      "Place one foot in front of the other, leaning forward slightly.",
      "After 10 to 15 reps, alternate the position of your feet, and repeat for a second set.",
      "Inhale as you slowly lower your arms back down to the starting position."
    ],
    "videoLink": "https://www.youtube.com/watch?v=Iwe6AmxVf7o",
    "gh-name": "keshav97-git",
    "image": "https://program.rapidloss.com.au/wp-content/uploads/female-cable-chest-fly.gif"
  },

  {
    "exercise": "Deadlift",
    "instructions": [
      "Stand with your feet hip-width apart and toes pointing forward, with the barbell over the middle of your feet.",
      "Tighten your core and lift the barbell by standing up, driving through your heels.",
      "Lower the barbell by hinging at the hips and bending your knees, keeping your back flat and your core engaged.",
      "Repeat for the desired number of repetitions or sets."
    ],
    "videoLink": "https://www.youtube.com/watch?v=ytGaGIn3SjE",
    "gh-name": "murtazaali2828",
    "image": "https://www.fitstream.com/images/weight-training/exercises/deadlift-one.png"
  },

  {
    "exercise": "Squats",
    "instructions": [
      "Stand with feet a little wider than hip width, toes facing front",
      "Drive your hips back, bending at the knees and ankles and pressing your knees slightly open",
      "Sit into a squat position while still keeping your heels and toes on the ground, chest up and shoulders back.",
      "Strive to eventually reach parallel, try to bend the knees at a 90-degree angle."
    ],
    "videoLink": "https://www.youtube.com/watch?v=gsNoPYwWXeM",
    "gh-name": "SaswataH",
    "image": "https://enarahealth.com/wp-content/uploads/2022/03/PngItem_2810409-e1647565708516.png"
  },

  {
    "exercise": "Dumbbell rows",
    "instructions": [
      "Start with a dumbbell in each hand. We recommend no more than 10 pounds for beginners.",
      "Bend forward at the waist, so your back is at a 45-degree angle to the ground. Be certain not to arch your back.",
      " Let your arms hang straight down. Ensure your neck is in line with your back and your core is engaged.",
      "Starting with your right arm, bend your elbow and pull the weight straight up toward your chest, making sure to engage your lat and stopping just below your chest.",
      "Return to the starting position and repeat with the left arm. This is one rep. Repeat 10 times for 3 sets."
    ],
    "videoLink": "https://www.youtube.com/watch?v=roCP6wCXPqo",
    "gh-name": "bilalakhter",
    "image": "https://cdn.shopify.com/s/files/1/0269/5551/3900/files/Dumbbell-Bent-Over-Row-_Single-Arm_49867db3-f465-4fbc-b359-29cbdda502e2_600x600.png?v=1612138069"
  },

  {
    "exercise": "Planks",
    "instructions": [
      "Start by getting into a push-up position, with your hands and toes on the ground, shoulder-width apart.",
      "Lower your forearms to the ground, keeping your elbows directly under your shoulders.",
      "Straighten your body from head to toe, ensuring that your back is flat and your hips are in line with your shoulders. Your elbows and forearms should be flat on the ground.",
      "Straighten your body from head to toe, ensuring that your back is flat and your hips are in line with your shoulders. Your elbows and forearms should be flat on the ground.",
      "Hold this position for a desired length of time (start with 10-15 seconds and gradually increase as you get stronger)."
    ],
    "videoLink": "https://www.youtube.com/watch?v=BQu26ABuVS0",
    "gh-name": "Shalini469717",
    "image": "https://www.burnthefatinnercircle.com/members/images/826b.png?cb=20230213043654"
  },

  {
    "exercise": "Glute Bridge",
    "instructions": [
      "Lie down on your back with your knees bent and feet flat on the ground. Keep your arms straight down by your sides with palms facing down.",
      "Squeeze your glutes and push through your heels to lift your hips off the ground until your body forms a straight line from your shoulders to your knees.",
      "Hold for a few seconds at the top of the movement, making sure to keep your glutes engaged and your core tight.",
      "Lower your hips back down to the ground in a controlled manner and repeat for the desired number of reps.",
      "Make sure to keep your neck relaxed and your gaze towards the ceiling during the exercise.",
      " You can also modify the exercise by placing a resistance band around your thighs just above your knees to increase the difficulty"
    ],
    "videoLink": "https://www.youtube.com/watch?v=OUgsJ8-Vi0E",
    "gh-name": "Vishal-Parasram",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/11/dumbbell-glute-bridge-1024x264.png"
  },

  {
    "exercise": "Pull up",
    "instructions": [
      "Grab the pull-up bar with your hands shoulder-width apart or wider.",
      "Engage your back and core muscles by pulling your shoulder blades down and back.",
      "Pull yourself up towards the bar, keeping your elbows close to your body.",
      "Lower yourself back down to the starting position, focusing on controlled movement."
    ],
    "videoLink": "https://www.youtube.com/watch?v=fO3dKSQayfg",
    "gh-name": "Poonam1607",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/10/pull-up-1024x907.png"
  },

  {
    "exercise": "Bench press",
    "instructions": [
      "Lie down on the bench with your feet firmly planted on the floor.",
      "Grip the bar with your hands slightly wider than shoulder-width apart, and lower it until it touches your chest.",
      "Push the bar upward in a controlled motion until your arms are fully extended.",
      "Keep your elbows tucked in and your shoulders retracted throughout the movement.",
      "Slowly lower the bar down towards your chest, making sure to keep your elbows tucked in and your shoulders retracted.",
      "Stop when the bar is just above your chest, and then repeat the lift."
    ],
    "videoLink": "https://www.youtube.com/watch?v=gRVjAtPip0Y",
    "gh-name": "hyeongwookjang",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/10/decline-bench-press-1024x566.png"
  },

  {
    "exercise": "Skull Crushers",
    "instructions": [
      "Lie face up on a flat gym bench. Your entire body should be on the bench, except your lower legs. Your knees are bent, and your feet are flat on the floor. Arms extend above the chest, elbows shoulder-width apart (not locked), and both hands hold one end of a dumbbell.",
      "Flex your elbows and lower the weight toward the top of your head. Your upper arms should remain relatively perpendicular to your body. This keeps the tension on the triceps versus shifting it to the shoulders.",
      "Continue lowering the weight behind the head. The bottom of the dumbbell head should be about in line with the bench's top, or even a little higher if this feels unwieldy.",
      "Reverse the movement until the weight is above the chest in the original starting position.",
      "Keep from locking the elbow to maintain tension in your triceps muscle"
    ],
    "videoLink": "https://www.youtube.com/watch?v=hLdIJdhVA2Q",
    "gh-name": "RahulRana701",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/barbell-lying-skullcrusher.png"
  },

  {
    "exercise": "Hamstring Foam Roll",
    "instructions": [
      "Begin by sitting up, supporting your bodyweight with your hands and the foam roller under your hamstrings. Feet should be straight out in front, and back remains straight.",
      "Slowly roll back and forth from glute to knee, pausing on any tight spots in the muscle until the pain goes away.",
      "Move from side-to-side to work the entire hamstrings muscle."
    ],
    "videoLink": "https://www.youtube.com/watch?v=lLswx0vSvtk",
    "gh-name": "bellsofaba",
    "image": "https://www.fitstream.com/images/flexibility-stretching-mobility/foam-roller/hamstring-foam-roll.png"
  },


  {
    "exercise": "Upright Rows",
    "instructions": [
      "Hold a barbell or dumbbells in front of your thighs with an overhand grip, hands shoulder-width apart.",
      "Keeping your back straight, lift the barbell or dumbbells towards your chin, leading with your elbows.",
      "Lower the weight back down to the starting position.",
      "Repeat for the desired number of repetitions.",
      "Upright Rows can place excessive stress on the shoulder joints and may lead to impingement or discomfort."
    ],
    "videoLink": "https://www.youtube.com/watch?v=VIoihl5ZZzM",
    "gh-name": "KyloRen04",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/sumo-deadlift-high-pull.png"
  },

  {
    "exercise": "Dumbbell Overhead Extension",
    "instructions": [
      "Stand upright with your feet shoulder-width apart, holding a dumbbell in each hand with an overhand grip.",
      "Raise the dumbbells above your head with your palms facing each other and your elbows pointing forward.",
      "Lower the dumbbells behind your head by bending your elbows until your forearms touch your biceps.",
      "Extend your arms back up to the starting position by straightening your elbows."
    ],
    "videoLink": "https://www.youtube.com/embed/kDbUNTX-Xts",
    "gh-name": "sagar-io",
    "image": "https://s3.amazonaws.com/prod.skimble/assets/1375615/image_iphone.jpg"
  },

  {
    "exercise": "Barbell Squats",
    "instructions": [
      "Begin by standing with your feet shoulder-width apart, with a barbell placed on the rack at shoulder height",
      "Step forward and position yourself under the barbell so it rests on your traps (the muscles at the base of your neck).",
      "Grasp the bar with both hands, slightly wider than shoulder-width apart, and lift it off the rack.",
      "Keeping your back straight, slowly lower your body by bending at the knees and hips, while keeping your chest lifted.",
      "Lower your body until your thighs are parallel to the ground or just below, then push through your heels to return to a standing position."
    ],
    "videoLink": "https://www.youtube.com/watch?v=gcNh17Ckjgg&pp=ygUNYmFyYmVsbCBzcXVhdA%3D%3D",
    "gh-name": "BEN HARRI MOHAMMED",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/barbell-full-squat.gif"
  },

  {
    "exercise": "Dumbbell Shoulder Press",
    "instructions": [
      "Begin by sitting on a bench with your back straight, holding a dumbbell in each hand.",
      "With your palms facing forward, lift the dumbbells to shoulder level, elbows bent at a 90-degree angle.",
      "Straighten your arms and press the dumbbells upward until they touch above your head.",
      "Slowly lower the dumbbells back to shoulder level, keeping your elbows at a 90-degree angle, and repeat for the desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=CdF3p8SQ4pU&pp=ygUdRHVtYmJlbGwgU2hvdWxkZXIgUHJlc3Mgc3F1YXQ%3D",
    "gh-name": "BEN HARRI MOHAMMED",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Dumbbell-Shoulder-Press.gif"
  },

  {
    "exercise": "Lat Pull Down",
    "instructions": [
      "Sit down on a lat pulldown machine and adjust the thigh pads so that they fit snugly against your thighs.",
      "Grasp the lat bar with an overhand grip that is wider than shoulder-width apart.",
      "Pull the bar down towards your chest while keeping your elbows pointed downwards and your shoulders pulled back. Hold the contraction for a second, then slowly release the bar back to the starting position with control."
    ],
    "videoLink": "https://www.youtube.com/watch?v=43hWj8mfYGY",
    "gh-name": "Raulj123",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Lat-Pulldown.gif"
  },

  {
    "exercise": "T-Bar Row",
    "instructions": [
      "Stand with your feet shoulder-width apart and knees slightly bent in front of a T-bar row.",
      "Bend over at the hips, keeping your back straight, and grasp the handles of the T-bar.",
      "Pull the T-bar towards your chest, keeping your elbows close to your body, and squeeze your shoulder blades together at the top of the movement.",
      "Lower the T-bar or barbell back down to the starting position, but do not let it touch the ground between repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=KDEl3AmZbVE",
    "gh-name": "haldaranup",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/10/t-bar-row-muscles.gif"
  },

  {
    "exercise": "Heels touch",
    "instructions": [
      "To do a heel touch, start by lying on your back, with your knees bent and your feet flat on the yoga mat. ",
      "Keeping your arms out by your sides, engage your abs and lift your head and neck off the ground.",
      "Try and keep the lower back pressed into the mat, and squeeze your abs as you reach your right hand to tap your right heel — it doesn’t matter if you can’t actually reach your heel, get as far as you can, feeling the obliques along the right-hand side of your body work. ",
      "Return to your starting position and repeat on the opposite side. Keep switching sides, keeping your abs braced throughout the exercise."
    ],
    "videoLink": " https://youtu.be/PtX0z5_6sdM",
    "gh-name": "gallantfarhan",
    "image": "https://homeworkouts.org/wp-content/uploads/anim-alternate-heel-touches.gif"
  },

  {
    "exercise": "Lateral Raises",
    "instructions": [
      "Grab a set of dumbbells and stand straight.",
      "With your palms facing down, lift the dumbbells and raise your arms out to the sides.",
      "Once your elbows are at shoulder height, pause, and then slowly lower the arms back to the initial position.",
      "Repeat, Add 3 sets of 8 to 12 repetitions"
    ],
    "videoLink": "https://youtu.be/v_ZkxWzYnMc",
    "gh-name": "anamika133m",
    "image": "https://www.spotebi.com/wp-content/uploads/2014/10/dumbbell-lateral-raise-exercise-illustration.gif"
  },

  {
    "exercise": "Hindu Push-Ups",
    "instructions": [
      "Start with your hands and feet touching the floor, body bent and butt up in an upside down 'V' shape.",
      "Then bend your elbows to bring your body towards the floor.",
      "When your body is close to the floor, raise your upper body up as far as possible.",
      "Then return to the original position and repeat."
    ],
    "videoLink": "https://www.youtube.com/watch?v=nBLy1IGtSJ8",
    "gh-name": "Himan-Miku",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Pike-to-Cobra.gif"
  },

  {
    "exercise": "Bulgarian Split Squats",
    "instructions": [
      "Stand facing away from a bench with one foot resting on the bench behind you.",
      "Squat down with your front leg until your thigh is parallel to the ground, then stand back up.",
      "Repeat for several reps before switching sides."
    ],
    "videoLink": "https://www.youtube.com/watch?v=2C-uNgKwPLE",
    "gh-name": "Pyth0nHere",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/03/bulgarian-split-spuat.gif"
  },

  {
    "exercise": "Preacher curl",
    "instructions": [
      "Grab the barbell or EZ curl bar with an underhand grip, and sit down on the preacher curl bench with your feet flat on the floor.",
      "Adjust the seat to allow your upper arms and chest to be in contact with the arm pad.",
      "Your chin should remain tucked throughout the movement, as if you were holding an egg under your chin.",
      "Your arms should be long with a slight bend in your elbows. Maintain a neutral wrist position and a comfortable grip.",
      "While keeping your upper arms in contact with the arm pad, initiate the upward movement by squeezing your biceps and bending your elbows.",
      "Continue to lift until the barbell or EZ bar is level with your shoulders.",
      "Finish the movement by squeezing your biceps.",
      "Slowly straighten your elbows to lower the barbell to the starting position."
    ],
    "videoLink": " https://www.youtube.com/watch?v=fIWP-FRFNU0 ",
    "gh-name": "B2prakash",
    "image": "https://media.tenor.com/m2Dfyh507FQAAAAC/8preacher-curl.gif"
  },

  {
    "exercise": "Romanian Deadlift",
    "instructions": [
      "Stand with feet shoulder-width apart, hinge at the hips, while keeping a straight back,",
      "lower the weight close to the body, and drive through to the heels to return. Maintain a neutral spine. "
    ],
    "videoLink": " https://www.youtube.com/watch?v=FUwsp0OVyVM&pp=ygURcm9tYW5pYW4gZGVhZGxpZnQ%3D",
    "gh-name": "MehmetTerc",
    "image": "https://media.tenor.com/kyOyzUcfIpMAAAAC/dumbbell-romanian.gif"
  },

  {
    "exercise": "Wide Grip Pullup",
    "instructions": [
      "Using a pronated grip, grasp the pull bar with a wider than shoulder width grip.",
      "Take a deep breath, squeeze your glutes and brace your abs. Depress the shoulder blades and then drive the elbows straight down to the floor while activating the lats.",
      "Pull your chin towards the bar until the lats are fully contracted, then slowly lower yourself back to the start position and repeat for the assigned number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=5oxviYmdHCY",
    "gh-name": "smackey15",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Pull-up.gif"
  },

  {
    "exercise": "Leg Extension",
    "instructions": [
      "Place your hands on the hand bars.",
      "Lift the weight while exhaling until your legs are almost straight.",
      "Do not lock your knees. Keep your back against the backrest and do not arch your back.",
      "Exhale and lower the weight back to starting position."
    ],
    "videoLink": "https://www.youtube.com/watch?v=ljO4jkwv8wQ",
    "gh-name": "Ishita-Ghosh-25",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/06/leg-extension-machine.gif"
  },

  {
    "exercise": "Wrist Curl",
    "instructions": [
      "Hold a dumbbell in each hand with an underhand grip, meaning your palms should be facing upward.",
      "Rest your forearms on a bench or on your thighs so that your wrists hang over the edge. This is your starting position.",
      "Slowly raise the dumbbells by bending your wrists upward, making sure to keep your forearms stationary.",
      "Hold the contraction and then slowly lower the dumbbells back down to the starting position by bending your wrists downward.",
      "Repeat for the desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=7ac_qmBjkFI",
    "gh-name": "imankush10",
    "image": "https://www.verywellfit.com/thmb/ToOlI6kmhRUNeGqDbvo3tVJK-fQ=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/wristcurl-1056698feeaa4cf88a7586827ad70895.gif"
  },

  {
    "exercise": "Hammer Curls",
    "instructions": [
      "Bend at the elbow, lifting the lower arms to pull the weights toward the shoulders. Your upper arms are stationary and the wrists are in line with the forearms.",
      "Hold for one second at the top of the movement. Your thumbs will be close to the shoulders and palms facing in, toward the midline of the body.",
      "Lower the weights to return to the starting position."
    ],
    "videoLink": "https://youtu.be/7jqi2qWAUJk",
    "gh-name": "Kruthardh11",
    "image": "https://cdn.shopify.com/s/files/1/1876/4703/files/shutterstock_419477203_480x480.jpg?v=1636560233"
  },

  {
    "exercise": "Lever Single Leg Curl",
    "instructions": [
      "Lie face down on the lever leg curl machine with your legs fully extended. Bend one leg at the knee, lifting it off the lever pad.",
      "Exhale as you curl your leg towards your glutes, using your hamstring muscles. Hold for a brief moment at the top of the movement, squeezing your hamstring muscles.",
      "Inhale and slowly lower your leg back to the starting position. Repeat for the desired number of repetitions. Switch to the other leg and repeat the exercise."
    ],
    "videoLink": "https://www.youtube.com/watch?v=lQSlJHtsnRA",
    "gh-name": "mhdamaan79",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/06/Lever-Single-Leg-Curl.gif"
  },

  {
    "exercise": "Lying Hamstring Leg Curls",
    "instructions": [
      "Adjust the leg curl machine to fit your body. Lie face down on the machine with your legs fully extended and ankles against the lower leg pad.",
      "Grasp the handles or side bars for stability. Bend your knees, curling your lower legs towards your glutes. Pause briefly at the top of the movement.",
      "Slowly lower your legs back to the starting position. Repeat for the desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=P7-RxTVe6O0",
    "gh-name": "mhdamaan79",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/04/lying-leg-curl.gif"
  },

  {
    "exercise": "Russian Twist",
    "instructions": [
      "To perform a Russian Twist, start by sitting on the floor with your knees bent and feet flat.",
      "Lean back slightly, engaging your core muscles. Hold your hands together or a weight/medicine ball at your chest.",
      "Twist your torso to the right side while exhaling, touching the ground or weight to the right. Maintain a straight back and avoid rounding your shoulders.",
      "Slowly untwist and return to the center. Repeat the movement, twisting your torso to the left side and touching the ground or weight to the left.",
      "Continue alternating sides in a controlled manner, aiming for a full range of motion while keeping your balance and stability."
    ],
    "videoLink": "https://www.youtube.com/watch?v=wkD8rjkodUI",
    "gh-name": "aditya0929",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Russian-Twist.gif"
  },
  
  {
    "exercise": "Cable Biceps Curl",
    "instructions": [
      "Attach a straight bar to the low pulley of a cable station. Then, grab the bar with a shoulder-width, underhand grip and hold it at arm's length just in front of your thigh. Try standing straight with your upper arms tucked against sides and your feet hip-width apart. Your knees should be bend slightly.",
      "Curl the bar toward your chest as far as you can without allowing your upper to move.",
      "Pause, then slowly return to the starting position."
    ],
    "videoLink": "https://www.youtube.com/watch?v=NFzTWp2qpiE",
    "gh-name": "utkarsh3128",
    "image": "https://homegymreview.co.uk/wp-content/uploads/exercises/16071101-Cable-Biceps-Curl-SZ-bar_Upper-arms_max-scaled.jpg"
  },
  
  {
    "exercise": "Behind the back barbell shrug",
    "instructions": [
      "Stand upright with feet shoulder-width apart holding a barbell with an overhand grip behind your body, resting it on your glutes or the back of your upper thighs.",
      "Retract your shoulder blades and lift your shoulders as high as possible, squeezing your upper trapezius muscles at the top of the movement. Hold for a brief pause.",
      "Slowly lower your shoulders back down to the starting position, maintaining control and avoiding jerking or swinging motions.",
      "Repeat for the desired number of reps, focusing on proper form, breathing steadily, and gradually increasing the weight as you progress."
     ],
    "videoLink": "https://www.youtube.com/watch?v=VJyLJAGjptA",
    "gh-name": "simon1re",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2023/03/Behind-The-Back-Barbell-Shrug-Reverse-Barbell-Shrug.gif"
  },

  {
    "exercise": "Dumbbell Bicep Curl",
    "instructions": [
    "Stand up straight with a dumbbell in each hand at arm's length.",
    "Keep your elbows close to your torso at all times.",
    "Now, keeping the upper arms stationary, exhale and curl the weights while contracting your biceps.",
    "Continue to raise the weights until your biceps are fully contracted and the dumbbells are at shoulder level.",
    "Hold the contracted position for a brief moment as you squeeze your biceps.",
    "Then inhale and slowly begin to lower the dumbbells back to the starting position.",
    "Repeat for the recommended amount of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=ykJmrZ5v0Oo&ab_channel=Howcast",
    "gh-name": "CedricNdong",
    "image": "https://homeworkouts.org/wp-content/uploads/anim-dumbbell-bicep-curls.gif"
  },

  {
    "exercise": "Half Crunches",
    "instructions": [
    "Begin by lying down on your back.",
    "Bend your knees and place your feet flat on the floor, hip-width apart.",
    "Place your hands behind your head, keeping your elbows wide. You can also cross your arms over your chest if you prefer.",
    "Engage your core and lift your upper body up, stopping halfway between the floor and a full sit-up position. Be sure to keep your lower back, hips, and feet on the floor.",
    "Pause for a moment, feeling the contraction in your abdominal muscles.",
    "Slowly lower your upper body back down to the starting position.",
    "Repeat the movement for the desired number of repetitions."
    ],
    "videoLink": "https://www.youtube.com/watch?v=Xyd_fa5zoEU&t=86s&ab_channel=LIVESTRONG.COM",
    "gh-name": "CedricNdong",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2015/11/Crunch.gif"
  },
  
  {
    "exercise": "Sit Ups",
    "instructions": [
    "Lie down on your back, keep your knees bent, and your back and feet flat on the mat.Slowly lift your torso and sit up.",
    "Return to the starting position by rolling down one vertebra at a time.",
    "Repeat the exercise until set is complete.",
    "When doing sit ups, keep your abs engaged, your chest open and your shoulders, neck, and back relaxed.",
    "Breathe out as you crunch and use only your ab strength to lift your torso up.",
    "Inhale as you slowly return to the starting position, rolling your spine one vertebrae at a time."
                    ],
    "videoLink": "https://www.youtube.com/watch?v=1fbU_MkV7NE",
    "gh-name": "vigdisha",
    "image": "https://www.spotebi.com/wp-content/uploads/2014/10/sit-up-exercise-illustration.jpg"
  },

  {
    "exercise": "Dumbbell Scaption",
    "instructions": [
    "Stand with feet shoulder-width apart.",
    "Ensure shoulders are pulled back and down (tall upright posture).",
    "Hold a light dumbbell (1-5 lbs) in each hand with palms in neutral position.",
    "Engage core and glutes.",
    "Raise both dumbbells at a 45 degree angle, creating a Y with your arms.",
    "Slowly lower dumbbells back to starting position.",
    "Repeat 8 – 12 times."
                    ],
    "videoLink": "https://www.youtube.com/watch?v=N3P7rp7bCYc",
    "gh-name": "Shiva-Sai-ssb",
    "image": "https://enarahealth.com/wp-content/uploads/2023/05/scaption-movement.png"
  },

  {
    "exercise": "Side Neck Stretch",
    "instructions": [
    "Hold the head in the midline.",
    "Gently flex the head to the left side to let the ears touch the shoulders.",
    "Flex the neck as far as it can go without causing pain.",
    "Hold the position for 10-20 seconds.",
    "Bring back the head in its original position and do the lateral flexion on the opposite side."
                    ],
    "videoLink": "https://www.youtube.com/watch?v=txAG-BBlrgU",
    "gh-name": "Shiva-Sai-ssb",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/06/Side-Neck-Stretch.gif"
  },

  {
    "exercise": "Side Arm Raise",
    "instructions": [
    "Stand with your arms at your sides.",
    "Keep your back and arms straight.",
    "Raise your arms to your sides at shoulder height.",
    "Exhale as you raise your arms, and inhale as you lower them.",
    "Return and repeat."
                    ],
    "videoLink": "https://www.youtube.com/watch?v=YslHgg2E-Ro",
    "gh-name": "Shiva-Sai-ssb",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/arm-circles.gif"
  },

  {
    "exercise": "Diamond PushUp",
    "instructions":[
      "Move into push up position.",
      "Place your hands under your chest and make a diamond shape.",
      "Lower yourself to the ground, then push up",
      " Keep your back straight and tense your abs and chest",
      " Make sure to keep your fingers in the correct diamond position"
                    ],
    "videoLink":"https://www.youtube.com/watch?v=pD3mD6WgykM&pp=ygUPZGlhbW9uZCBwdXNocHVz",
    "gh-name": "Javed Ansari",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/08/diamond-pushup.gif"
    
  },
  { "exercise": "L-sit", 
    "instructions": ["Start in a push-up position with your hands shoulder-width apart", 
      "Keep your body in a straight line from your head to your heels", 
      "Raise your legs up until they are parallel to the ground, then hold this position for as long as you can"], 
    "videoLink": " https://www.youtube.com/watch?v=Or3hyQP7hgM ", 
    "gh-name": "AnkitAnandMastery17", 
    "image": "https://fitnessvolt.com/wp-content/uploads/2023/06/l-sit-with-kettlebells-1140x771.jpg" 
  },
  
  {
    "exercise": "Inch Worms",
    "instructions": [
     " Starting position: Stand tall with your feet hip-width apart and your arms hanging down by your sides",
     "Bend forward at the waist and lower your hands towards the floor. Keep your legs as straight as possible without locking your knees",
     "Once your hands reach the floor, slowly walk your hands forward, one at a time, while simultaneously walking your feet backward. Your body should form a straight line from your hands to your feet, resembling an inverted 'V' shape",
      "Continue walking your hands forward until you reach a high plank position. Your hands should be directly under your shoulders, and your body should be in a straight line from head to heels",
      " Hold the high plank position for a brief moment, engaging your core muscles.",
      "Now, reverse the movement by walking your feet forward towards your hands while keeping your hands stationary. Take small steps to maintain control and balance.",
      "Keep walking your feet forward until your hands are close to your feet, and you return to the bent-over position.",
      "From here, rise back up to the starting position by engaging your core and slowly rolling up, one vertebra at a time, until you are standing tall.",
      "Repeat the exercise for the desired number of repetitions or incorporate it into your dynamic warm-up routine."
    ],
    "videoLink": "https://youtu.be/H_YsTBL4Q-Q",
    "gh-name": "vivekrawat21",
    "image": "https://secureservercdn.net/45.40.144.200/4mw.960.myftpupload.com/wp-content/uploads/2014/09/inchworm.gif"
  },
  
  {
    "exercise": "Dumbbell Kickback",
    "instructions": [
      "Stand with your feet shoulder-width apart, slightly bend your knees, and hinge forward at the hips to create a parallel position between your upper body and the ground. Hold a dumbbell in each hand with palms facing each other.",
       "Keeping your upper arms close to your body, exhale and extend your right arm straight back until your forearm is parallel to the ground. Focus on contracting your triceps at the top of the movement.",
        "Inhale and slowly lower the dumbbell back to the starting position. Repeat the movement with your left arm. Alternate between right and left arms for the desired number of repetitions, typically 8-12 per arm.",
        "Remember to maintain proper form throught the exercise."
      ],
    "videoLink": " https://youtu.be/z3sm6YgpJho",
    "gh-name": "SagarBawanthade",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Dumbbell-Kickback.gif"
  },

  {
  "exercise": "Decline Push Ups",
  "instructions": [
  "Perform 3 sets of 12 reps, with your feet elevated on a stable surface, maintaining a straight line from head to heels.", 
  "Keep your hands shoulder-width apart, lower your chest towards the ground, and push back up while engaging your core.", 
  "Adjust the height of the surface to increase or decrease the difficulty, and ensure proper form throughout the exercise."
],
  "videoLink": " https://youtu.be/SKPab2YC8BE",
  "gh-name": "SagarSharma2809",
  "image": "https://fitnessprogramer.com/wp-content/uploads/2015/07/Decline-Push-Up.gif"
},

  {
    "exercise": "Dumbbell Rear Delt Flys",
    "instructions": [
      "Stand with your feet shoulder-width apart and hold a dumbbell in each hand, palms facing inward (neutral grip). Keep your knees slightly bent and maintain a straight posture with your core engaged.",
      "Bend forward at the waist, maintaining a slight bend in your knees. Your torso should be almost parallel to the floor. Keep your back straight and avoid rounding or arching it.",
      "Let your arms hang down in front of you, shoulder-width apart. This is the starting position.",
      "With a controlled motion, lift both dumbbells out to the sides, squeezing your shoulder blades together. Keep your arms straight and elbows slightly bent throughout the movement.",
      "As you lift the dumbbells, focus on engaging your rear deltoid muscles, which are located at the back of your shoulders. Avoid using momentum or swinging your body to lift the weights.",
      "Continue lifting the dumbbells until your arms are parallel to the floor and in line with your shoulders. Pause for a moment and feel the contraction in your rear delts.",
      "Slowly lower the dumbbells back to the starting position, maintaining control throughout the movement.",
      "Repeat the exercise for 8 to 12 repetitions per set.",
      "This exercise can also be performed while seated on a bench."
      ],
    "videoLink": "https://www.youtube.com/watch?v=hwBu73GZn98&ab_channel=FitFatherProject-FitnessForBusyFathers",
    "gh-name": "imbeshat",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2021/11/dumbbell-rear-delt-fly.gif"
  },

  {
    "exercise": "Military Press (AKA Overhead Press)",
    "instructions": [
      "Stand with your feet shoulder-width apart and hold a barbell or dumbbells at shoulder level with your palms facing forward.",
      "Engage your core and press the weight overhead in a straight line, fully extending your arms. Keep your head straight, and avoid leaning back or arching your back during the movement.",
      "Lower the weight back down to shoulder level in a controlled manner.",
      "Repeat this for 8 to 12 repetitions, focusing on maintaining proper form and control throughout the exercise."
      ],
    "videoLink": "https://www.youtube.com/watch?v=2yjwXTZQDDI&ab_channel=ScottHermanFitness",
    "gh-name": "imbeshat",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/04/military-press.gif"
  },
  {
    "exercise": "Burpee",
    "instructions": [
      "Start by standing erect with the arms by the side, feet should-width apart.",
      "Bend the knees, squatting down to place the hands on the floor in front of the feet.",
      "Putting the bodyweight on the hands, the legs are thrust back to a push-up position with a straight line from the shoulders to the heels.",
      "Next pull the legs back and return to the squatting position",
      "Jump back to the starting standing position."
      ],
    "videoLink": "https://www.youtube.com/watch?v=r6MBg8-FlD4",
    "gh-name": "vijeshprajapati",
    "image": "https://www.spotebi.com/wp-content/uploads/2014/10/burpees-exercise-illustration.gif"
     },
   {
    "exercise": "Zottman Curls",
    "instructions": [
    " Start with a regular dumbbell curl, but at the top of the movement, rotate your wrists so your palms are facing down.",
    "Lower the weights with this grip, and then rotate your wrists back up to the starting position",
    "This exercise engages different parts of the biceps and forearms.",
    "Perform 8 to 12 reps for each set."
    ],
    "videoLink": "https://www.youtube.com/watch?v=ZrpRBgswtHs",
    "gh-name": "Debaditya-Som",
    "image": "https://images.app.goo.gl/nnDiF9uAmL2RRNX7Af"

  },
  {
    "exercise": "Bicycle Crunch",
    "instructions": [
    "Lie on your back with your hands behind your head and your legs lifted off the ground.",
    "Bring one knee towards your chest while simultaneously rotating your torso, bringing the opposite elbow towards the knee.",
    "Switch sides in a pedaling motion, like riding a bicycle.",
    "Perform 20 to 30 reps for each set."
    ],
    "videoLink": "https://youtu.be/1we3bh9uhqY",
    "gh-name": "Anushka-Bhowmick",
    "image": "https://newlife.com.cy/wp-content/uploads/2019/02/00031301-air-bike-m_waist_FIX_360.gif"
    },
  {
    "exercise": "Dumbell Burpees",
    "instructions": [
      "To begin performing the dumbbell burpee, the exerciser must first select an appropriately weighted pair of dumbbells at a level that may be considered moderate at their fitness experience and body weight.",
      "Once selected, the exerciser will stand with their feet approximately hip width apart and a dumbbell gripped in each hand, before bracing their core, facing their head forward so as to maintain a neutral spinal column and then bending over.",
      "The dumbbells should be brought to the ground beneath the exerciser’s shoulders as they move their feet backwards, essentially recreating the plank or push-up position over the floor with the pair of dumbbells still gripped in each hand.",
      "The exerciser will then move their feet forward once more in a rapid motion, simultaneously thrusting their hips forward and raising the dumbbells from the ground with a straight back and a chest that is puffed out in a form similar to that of a dumbbell deadlift.",
      "Depending on the particular variation of the dumbbell burpee, the exerciser may then perform a squat after this particular section of the repetition, or otherwise simply return to the original starting position so as to perform another repetition of the exercise."
      ],
    "videoLink": "https://youtu.be/qLBImHhCXSw",
    "gh-name": "sinjini05",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/01/burpee-movement.gif"
  },
  {
    "exercise": "Barbell rows",
    "instructions": [
      "Stand with your feet shoulder-width apart, knees slightly bent, and grip the barbell with an overhand grip, hands slightly wider than shoulder-width apart.",
      "Hinge at the hips and slightly bend your knees to lower your torso until it's almost parallel to the floor. Keep your back straight and core engaged throughout the movement.",
      "Pull the barbell towards your chest by retracting your shoulder blades and squeezing your back muscles. Keep your elbows close to your body and focus on using your back muscles to lift the weight.",
      "Lower the barbell back down in a controlled manner, fully extending your arms, and repeat for the desired number of repetitions.",
      "Repeat this for 8 to 12 repetitions, focusing on maintaining proper form and control throughout the exercise."
      ],
    "videoLink": "https://www.youtube.com/watch?v=kBWAon7ItDw&ab_channel=JeremyEthier",
    "gh-name": "imbeshat",
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/08/barbell-bent-over-row.gif"
  },
  {
    "exercise": "V-ups(Jackknife situps)",
    "instructions": [
      "Lie down on your back on a comfortable mat or surface.",
      "Fully extend your legs and place your arms straight above your head, hands on the floor.",
      "Simultaneously lift your upper body and legs off the ground, engaging your core muscles.",
      "Imagine trying to touch your toes with your hands as you lift, creating a V shape with your body.",
      "Keep your legs as straight as you can manage, avoiding excessive bending at the knees.",
      "At the peak of the movement, your body should resemble a V shape, with your torso and legs raised above the ground and your arms extended toward your feet.",
      "Gradually and under control, lower your upper body and legs back down to the starting position.",
      "Maintain core engagement and avoid letting your back arch excessively.",
      "Perform the desired number of repetitions, ensuring proper form and controlled movement throughout.",
      "Exhale as you lift your body into the V position.",
      "Inhale as you lower your body back down to the starting position.",
      "Focus on activating your abdominal muscles to initiate the movement, rather than relying on momentum.",
      "Keep your neck relaxed and avoid straining it by maintaining a neutral head position.",
      "If you're new to Jackknife Sit-ups, you can modify the exercise by bending your knees slightly as you lift your legs.",
      "If you experience any discomfort or pain, stop the exercise and consult a fitness professional or healthcare provider."
      ],
    "videoLink": "https://www.youtube.com/watch?v=WTmnP0xIdq8",
    "gh-name": "bhavaygrg",
    "image": "https://eunicakes.files.wordpress.com/2016/02/untitled2.png"   
},
{
    "exercise": "Arnold Press",
    "instructions": [
      "Sit on a bench with back support, holding dumbbells at shoulder height, palms facing your body and elbows bent.",
      "Start by pressing the dumbbells overhead while simultaneously rotating your wrists so that your palms face forward at the top of the movement.",
      "As you lower the dumbbells, rotate your wrists back to the starting position with palms facing your body.",
      "Complete the repetition by returning the dumbbells to shoulder height.",
      "Perform the exercise in a controlled manner, engaging your core and avoiding excessive swinging or arching of the back.",
      "Repeat this for 8 to 12 repetitions, focusing on maintaining proper form and control throughout the exercise."
      ],
    "videoLink": "https://www.youtube.com/watch?v=6Z15_WdXmVw&t=3s&ab_channel=BuffDudes",
    "gh-name": "imbeshat",
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Arnold-Press.gif"
  },
  {
    "exercise":"Cable Tricep Pushdown",
    "instructions":["Start by bracing your abdominals.",
  "Tuck your elbows in at your sides and position your feet slightly apart.",
"Inhale. Push down until your elbows are fully extended but not yet in the straight, locked position. Keep your elbows close to your body and bend your knees slightly on the pushdown. Resist bending forward. Try to keep your back as straight as possible as you push down.",
"As you exhale, return to the starting point using a controlled movement. Try not to crash the weights."],
    "videoLink":"https://www.youtube.com/watch?v=2-LAMcpzODU&list=PLacPhVACI3MPUu-vCblBkHiGwYYYEQZnI&index=2",
    "gh-name":"gangadhararaoande",
    "image":"https://gymvisual.com/img/p/4/9/7/4/4974.gif"
  },
  {
    "exercise":"Leg Press",
    "instructions":["Adjust the seat position: Sit on the seat with your back against the backrest and your feet resting flat on the platform. Your knees should be bent at a 90-degree angle.",
  "Adjust the weight: Add weight plates to the machine according to your desired intensity level. Start with a weight that you can comfortably handle and gradually increase it as you progress.",
"Foot placement: Position your feet hip-width apart on the platform, with toes pointing forward or slightly outward. Ensure your feet are placed firmly and securely on the platform.",
"Preparation: Grip the handles or side supports of the machine for stability. Take a deep breath and brace your core muscles.",
"Execution: Push against the platform with your feet and extend your legs, driving the platform away from your body. Keep your back against the seat throughout the movement and avoid locking your knees at the top of the movement.",
"Lowering the weight: Slowly bend your knees and lower the weight back down, allowing your knees to reach a 90-degree angle or slightly beyond without letting the weight touch down completely.",
"Repeat: Complete the desired number of repetitions, maintaining control and proper form throughout the exercise."],
    "videoLink":"https://www.youtube.com/watch?v=oujca3_Shgw&list=PLacPhVACI3MPUu-vCblBkHiGwYYYEQZnI&index=35",
    "gh-name":"gangadhararaoande",
    "image":"https://fitnessprogramer.com/wp-content/uploads/2015/11/Leg-Press.gif"
  },
  {
    "exercise":"Hack Squat Machine",
    "instructions":["Adjust the machine to the correct height and place your shoulders against the shoulder pads.",
  "Put your feet on the plate, slightly in front of the base of the sled and about shoulder width apart.",
"Extend your legs and disengage the sled’s locks.",
"Inhale, brace your core lightly, and squat down as deep as you can with good form.",
"Reverse the movement with control, and extend your legs again until you’re back in the starting position. Exhale on the way up."],
    "videoLink":"https://www.youtube.com/watch?v=0tn5K9NlCfo",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/04/hack-squat-machine.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Standing Calf Raise",
    "instructions":["Place your toes and the ball of your feet on the foot support. Place the shoulder pads against your shoulders and stand upright in the starting position.",
  "Lower yourself down by bending your ankles in a controlled movement.",
"Push yourself up by extending your ankles."],
    "videoLink":"https://www.youtube.com/watch?v=YMmgqO8Jo-k",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/03/calf-raise-standing.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Dead Bugs",
    "instructions":["Lie on your back, with your arms straight up towards the ceiling and your legs stacked over your hips, with the knees bent in a 90-degree angle.",
  "Engage your core, and make sure that the lower back has contact with the surface.",
"With control, straighten out the right leg and lower it towards the floor at the same time as you lower the left arm over your head as far as you can. Keep the lower back in contact with the floor the entire time.",
"Reverse the movement, and repeat for the other side."],
    "videoLink":"https://www.youtube.com/watch?v=zechBkcIMf0",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2023/01/deadbug.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Machine Crunch",
    "instructions":["Adjust the machine to the appropriate settings, sit down, and grip the handles.",
  "Bend forward by contracting your abs.",
"Reverse the motion and return to the starting position with control."],
    "videoLink":"https://www.youtube.com/watch?v=_O1xunCfYEM",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/03/machine-crunch.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Mountain Climbers",
    "instructions":["Get into the plank position with your hands about shoulder-width apart, back flat, and core engaged.",
  "Pull your right knee into the chest as far as you can.",
"Switch legs, pulling one knee out and bringing the other knee in.",
"Keep your hips down and run the knees in and out as far and as fast as you can.",
"Repeat for desired reps."],
    "videoLink":"https://www.youtube.com/watch?v=nmwgirgXLYM",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2023/01/Mountain-climbers.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Lying Windshield Wiper",
    "instructions":["Lie on your back, with your arms out to your sides and your legs straight up in the air.",
  "Slowly lower your legs down to one side.",
"Reverse the motion, and lower your legs down to your other side."],
    "videoLink":"https://www.youtube.com/watch?v=X59_4RrU_aA",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2021/01/Lying-Windshield-Wipers-1.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Cable Crunch",
    "instructions":["Fasten a rope handle in the upper position on a cable pulley. Sit down on your knees a few feet away, facing the pulley.",
  "Bend your upper body forward by contracting your abs. Hold the ropes on either side of your head throughout the movement.",
"Reverse the motion and return to the starting position with control."],
    "videoLink":"https://www.youtube.com/watch?v=3qjoXDTuyOE",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/03/cable-crunch.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Hip Thrust",
    "instructions":["Sit on the floor with your back against a sturdy bench.",
  "Roll the barbell up over your thighs, until it is placed over your hips.",
"Place your feet on the floor, about shoulder-width apart, with bent knees.",
"Place your hands on the bar to stabilize it.",
"Push the bar towards the ceiling by extending your hips. Your knees should form a ~90 degree angle at the top.",
"Lower the weight and repeat for reps."],
    "videoLink":"https://www.youtube.com/watch?v=Zp26q4BY5HE",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/02/Hip-thrust.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Hip Abduction Machine",
    "instructions":["Adjust the machine to the appropriate settings, sit down, and grip the handles.",
 "Push the pads out by moving your legs apart as far as possible.",
 "Return with control to the starting position."],
    "videoLink":"https://www.youtube.com/watch?v=2b97cvyH9sE",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/03/hip-abduction-machine.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Seal Row",
    "instructions":["Lie on your stomach on a bench, with a barbell placed on the floor below you.",
  "Grip the bar with an overhand grip, slightly wider than shoulder-width.",
"Inhale and pull the bar towards you.",
"Pull the bar as high as you can, so that it touches the underside of the bench if possible.",
"With control, lower the bar back to the starting position."],
    "videoLink":"https://www.youtube.com/watch?v=fBgDGkfT8Rc",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/10/seal-row.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Front Squat",
    "instructions":["Grip the bar slightly wider than shoulder-width. Step forward and place the bar on the front of your shoulders: on top of your clavicles, and tight against your throat.",
  "Inhale and brace your core slightly, and unrack the bar.",
"Take two steps back, and adjust your foot position.",
"Squat as deep as possible with good technique.",
"With control, stop and reverse the movement, extending your hips and legs again.",
"Exhale on the way up or exchange air in the top position.",
"Breathe in and repeat for reps."],
    "videoLink":"https://www.youtube.com/watch?v=tlfahNdNPPI",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2021/09/Front-squat.gif?resize=600%2C595&ssl=1"
  }
  ,
  {
    "exercise":"Landmine Squat",
    "instructions":["Place one end of a barbell into a corner. Grip the other end with both of your hands and rest your hands against the top of your chest.",
  "Inhale and brace your core lightly. Squat down as deep as possible with good technique.",
"With control, stop and reverse the movement, extending your hips and legs again until you are standing up."],
    "videoLink":"https://www.youtube.com/watch?v=_mfORB47xMs",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2022/04/Landmine-Squat-Exercise.gif?resize=600%2C600&ssl=1"
  }
  ,
  {
    "exercise":"Belt Squats",
    "instructions":["Place the belt around your waist properly, and attach it to the machine.",
  "Make sure that you’re standing accordingly to your normal squat stance. Inhale and brace your core slightly, and unrack the weight.",
"Squat as deep as possible with good technique.",
"With control, stop and reverse the movement, extending your hips and legs again.",
"Exhale on the way up or exchange air in the top position.",
"Inhale and repeat for reps."],
    "videoLink":"https://www.youtube.com/watch?v=FCIZZvIM-I0",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2023/01/belt-squat.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Plate Front Raise",
    "instructions":["Hold a plate in straight arms, in front of your body.",
  "With control, lift the plate forward with straight arms, until the bar is at shoulder height.",
"Reverse the movement and lower the plate with control."],
    "videoLink":"https://www.youtube.com/watch?v=hFo-LIkCozU",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2023/01/Plate-front-raise.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Face Pull",
    "instructions":["Fasten a rope handle in a high position on a cable pulley. Grip the ropes with an overhand grip, and take a step or two back.",
  "With elbows held high, pull the rope towards you by letting your upper arms move straight out towards your sides while simultaneously rotating your forearms up.",
"Return with control to the starting position by letting your arms move forward again."],
    "videoLink":"https://www.youtube.com/watch?v=rep-qVOkqgk",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/05/face-pull.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Machine Shoulder Press",
    "instructions":["Adjust the machine to the appropriate settings, sit down, and grip the handles.",
  "Press the handles upwards until your arms are straight.",
"Lower the handles with control."],
    "videoLink":"https://www.youtube.com/watch?v=Wqq43dKW1TU",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/03/machine-shoulder-press.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Machine Lateral Raise",
    "instructions":["Adjust the machine so that the pads are leaning against your elbows.",
  "Lift your arms out to your sides, until your upper arms are horizontal.",
"Lower the arms again."],
    "videoLink":"https://www.youtube.com/watch?v=0FUpcwj_1z4",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/04/lateral-raise-machine.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Cable Lateral Raise",
    "instructions":["Grip a handle connected to the lower position on a cable pulley. Stand close to the pulley, with the arm holding the handle facing away from the machine.",
 "With control, lift the handle outwards to your sides, until your upper arm is horizontal.",
 "Lower the handle with control.",
"Repeat for reps."],
    "videoLink":"https://www.youtube.com/watch?v=PPrzBWZDOhA",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/03/cable-lateral-raise.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Seated Smith Machine Shoulder Press",
    "instructions":["Sit on a bench, unrack a barbell and lower it to the starting position at the top of your chest.",
  "Press the bar up to straight arms, while exhaling.",
"Inhale at the top, or while lowering the bar with control back to your chest.",
"Repeat for reps."],
    "videoLink":"https://www.youtube.com/watch?v=flnw6LPN5oM",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/04/smith-machine-shoulder-press.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Power Snatch",
    "instructions":["Step up close to the bar, so that it is about over the middle of your foot.",
  "Lean forward and grip the bar with a wide overhand grip, close to the weight plates.",
"Hold your breath, brace your core slightly, and lower your hip closer to the floor.",
"Lift the bar in a smooth but fast motion, by extending your legs and knees simultaneously.",
"Once the bar has reached maximum speed, bend your knees slightly and catch the bar on straight arms over your head.",
"When you’ve got control of the bar, stand up straight.",
"Lower the bar in front of you, with control."],
    "videoLink":"https://www.youtube.com/watch?v=TL8SMp7RdXQ",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/10/power-snatch.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Frog Pumps",
    "instructions":["Lie on your back and bring the soles of your feet together into a frog position, try to bring your feet as close to your butt as possible.",
  "Make sure to keep your core activated, and the lower back and shoulders pressed down on the floor before starting the movement.",
"Press your feet down into the floor and squeeze your glutes to thrust your hips upwards.",
"Pause at the top and then reverse the movement. Make sure to do the entire movement slow and controlled."],
    "videoLink":"https://www.youtube.com/watch?v=mTvsEr1YVTE",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2023/01/Frog-pump.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Fire Hydrants",
    "instructions":["Stand on all fours, with your gaze on the floor.",
  "Lightly brace your core and lift your leg to the side by using your glute muscles. Lift your leg as high as possible while maintaining contact with your glutes.",
"Slowly lower your leg and repeat for reps."],
    "videoLink":"https://www.youtube.com/watch?v=ZVfcRHhcBgg",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/06/Fire-Hydrants.gif?resize=510%2C510&ssl=1"
  },
  {
    "exercise":"Farmers Walk",
    "instructions":["Step in between two farmers walk-cases, or similar implements.",
  "Inhale, lean forward and grip the handles.",
"Hold your breath, brace your core slightly, and lift the weights.",
"Look ahead, and start moving forward in small steps. Increase the stride length as you increase the speed.",
"Try to keep your body in a straight line and not lean excessively forward as you walk.",
"When you are done, lower the implements back to the ground in a controlled manner."],
    "videoLink":"https://www.youtube.com/watch?v=WEZdzYWaBHE",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2021/01/Farmers-walk.gif?resize=600%2C480&ssl=1"
  },
  {
    "exercise":"Rowing Machine",
    "instructions":["Catch phase. Begin seated with your feet strapped into the platform and your hands holding onto the handlebar. Glide the seat forward so your shins are perpendicular to the ground. Keep your arms straight and your upper body leaning slightly forward from the hips. ",
 "Drive phase. Drive through your heels and push against the platform with your legs. Move your upper body into a vertical position and pull your arms back in a straight line from the flywheel. ",
 "Finish phase. Engage your core muscles to continue moving your upper body back. Fully extend your legs and keep the handlebar right below your ribs. ",
"Recovery phase. Extend your arms over your legs and lean forward from your hips toward the flywheel. When your hands are past your knees, bend your knees and gradually slide the seat forward, back to the catch position. "],
    "videoLink":"https://www.youtube.com/watch?v=w2hGNM4l5so",
    "gh-name":"gangadhararaoande",
    "image":"https://gymvisual.com/img/p/5/8/5/7/5857.gif"
  },
  {
    "exercise":"Lying Leg Raise",
    "instructions":["Lie down with your back on the floor, and your arms at your sides or under your glutes.",
  "With straight legs, lift your legs until they are pointing straight up.",
"Lower your legs again, with control."],
    "videoLink":"https://www.youtube.com/watch?v=l4kQd9eWclE",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/10/lying-leg-raises.gif?resize=600%2C600&ssl=1"
  },
  {
    "exercise":"Pistol squats",
    "instructions":["Start in a normal squatting position and extend the left leg out in front, keeping it straight with the heel just above the floor.",
  "Raise the arms out in front and bend the right leg, pushing the hips back into a squat.",
"Squat down as low as possible, aiming to rest the right hamstring on the right calf.",
"Drive back upward by pushing through the right leg.",
"Repeat on the other side."],
    "videoLink":"https://www.youtube.com/watch?v=7NvOuty_Fnc&list=PLacPhVACI3MM8-fmxD_0cTAEQKCUJmnPH&index=27",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/03/400x400_10_Deadlift_Alternatives_to_Suit_Your_Needs_Pistol_Squat.gif?w=525"
  },
  {
    "exercise":"Flutter Kick",
    "instructions":["Start by lying flat on your back on a mat with your arms by your sides and your palms down.",
  "Extend your legs fully out with a slight bend in your knees.",
"Lift your heels about 6 inches off the floor.",
"Make small, rapid up and down scissor-like motions with your legs.",
"The key is to focus on having your midsection do all the work and to keep your abs constantly contracted throughout the exercise."],
    "videoLink":"https://www.youtube.com/watch?v=ANVdMDaYRts&list=PLacPhVACI3MM8-fmxD_0cTAEQKCUJmnPH&index=3",
    "gh-name":"gangadhararaoande",
    "image":"https://usercontent.one/wp/gymguider.com/wp-content/uploads/2017/10/flutter-kick.gif?media=1674222935"
  },
  {
    "exercise":"Meadows Row",
    "instructions":["Stand in a staggered stance with the front foot horizontal to the landmine set-up.",
  "Lean your torso forward and grip the barbell.",
"Rest the other forearm on the forward leg.",
"Hike up the closest hip to the bar up higher than the other hip as this stretches the lower lats.",
"Start this movement by driving the elbow behind you while retracting the shoulder-blade. Keep the working shoulder down.",
"Pull toward your back hip until the elbow is level with your torso.",
"Slowly lower down until your elbow is straight and reset and repeat."],
    "videoLink":"https://www.youtube.com/watch?v=G-jU1aPVhnY",
    "gh-name":"gangadhararaoande",
    "image":"https://static.strengthlevel.com/images/illustrations/meadows-row-1000x1000.jpg"
  },
  {
    "exercise":"Inchworm",
    "instructions":["Stand at the back of your mat and circle your arms out to the sides to reach toward the ceiling. Look up and feel your chest opening up.",
  "Keeping your back straight, bend forward, hinging at your hips to bring your hands to the mat. This position brings length to the back of the legs. If your hamstrings are tight, bend your knees a bit to take tension off the muscles.",
"Walk your hands forward, moving into a plank, and hold each step to stretch your calves a bit. This warms up the shoulders and hands nicely.",
"Hold the plank for a few seconds to really wake up your core.",
"From your plank, walk your hands back to your feet until you are in another forward bend. Slowly roll up to standing, letting your head hang and keeping your neck relaxed.",
"Complete for 30 seconds, followed by 10 seconds of rest. Repeat for a total of three rounds."],
    "videoLink":"https://www.youtube.com/watch?v=H_YsTBL4Q-Q",
    "gh-name":"gangadhararaoande",
    "image":"https://gymvisual.com/img/p/1/5/1/4/8/15148.gif"
  },
  {
    "exercise":"Star Jumps",
    "instructions":["Start by standing up straight in a relaxed stance with your feet shoulder width apart and arms at your sides.",
  "Then squat down halfway with and forcefully push up as high as possible, extending your entire body out and spreading your arms and legs away from your body.",
"Feel the full extension of your body then land with all of your limbs back in and absorb the landing through your legs.",
"Repeat for as many reps and sets as desired."],
    "videoLink":"https://www.youtube.com/watch?v=0DKY6gSPpuc",
    "gh-name":"gangadhararaoande",
    "image":"https://gymvisual.com/img/p/1/2/9/4/7/12947.gif"
  },
  {
    "exercise":"Hollow Rock",
    "instructions":["Start by lying down on the floor, legs extended, arms by your sides.",
  "Practice contracting your abs by engaging your core and driving your lower back into the ground. Squeeze your inner thighs together to help initiate the move. There should be no room between the lower back and the floor.",
"Keep your abs contracted and raise your legs 2-3 inches above the floor. Keep the lower back on the floor.",
"Raise your head off the floor (1-2 inches) and extend your arms overhead and behind you. Make sure you are pressing the lower back into the floor.",
"Hold for 30 seconds (or as long as possible) before lowering the legs and shoulders to the floor."],
    "videoLink":"https://www.youtube.com/watch?v=82w5N0oUnSE",
    "gh-name":"gangadhararaoande",
    "image":"https://gymvisual.com/img/p/2/8/9/6/7/28967.gif"
  },
  {
    "exercise":"Donkey Kicks",
    "instructions":["Lie down on the mat with chest down.",
  "Place your hands underneath your shoulders and knees under your hips.",
" Keep your right knee bent at 90 degrees and flex the foot until it is level with the hip.",
"Lower the knee without touching the floor and repeat the lift.",
"Once you’ve completed the reps with your one leg, switch legs."],
    "videoLink":"https://www.youtube.com/watch?v=VeejT-ho7hg",
    "gh-name":"gangadhararaoande",
    "image":"https://i.makeagif.com/media/1-23-2017/pDfU6c.gif"
  },
  {
    "exercise":"Shoulder Taps",
    "instructions":["Start in a high plank position with your palms flat on the floor, hands shoulder-width apart, shoulders stacked directly above your wrists, legs extended behind you, and your core and glutes engaged.",
  "Tap your right hand to your left shoulder while engaging your core and glutes to keep your hips as still as possible so that they're not swaying from side to side.",
"Do the same thing with your left hand to right shoulder. That's 1 rep.",
"Do 8-10 reps.",
"To make this easier, try separating your legs a little more."],
    "videoLink":"https://www.youtube.com/watch?v=TvZNJ5U0Sjs",
    "gh-name":"gangadhararaoande",
    "image":"https://gymvisual.com/img/p/1/5/1/5/0/15150.gif"
  },
  {
    "exercise":"High Knees",
    "instructions":["Begin standing straight with your spine long and your shoulders back and down, maintaining good posture.",
  "Balancing on the left leg, lift the right leg up so that your knee is higher than your waist; keeping your foot flexed and your knee bent at a 90-degree angle.",
"Switch legs, returning the right leg to the ground while lifting the left above waist height.",
"Keep your arms moving in a controlled motion (as if you are running), being careful not to swing them. The opposite arm and leg should raise at the same time (for example, while you pull the right leg to the chest, raise the left arm up in front of you.",
"Continue to alternate between each leg; remember to breathe."],
    "videoLink":"https://www.youtube.com/watch?v=ZNDHivUg7vA",
    "gh-name":"gangadhararaoande",
    "image":"https://media-cldnry.s-nbcnews.com/image/upload/t_fit-760w,f_avif,q_auto:eco,dpr_2/newscms/2021_13/1696980/high_knees.gif"
  },
  {
    "exercise":"Floor Superman",
    "instructions":["Lie on the floor in a prone (facedown) position, with your legs straight and your arms extended in front of you.",
  "Keeping your head in a neutral position (avoid looking up), slowly lift your arms and legs around 6 inches (15.3 cm) off the floor, or until you feel your lower back muscles contracting. Engage your glutes, your core, and the muscles between your shoulder blades simultaneously.",
"Aim to lift your belly button slightly off the floor to contract your abs. A good way to picture this is to imagine you’re Superman flying in the air.",
"Hold this position for 2–3 seconds. Be sure you’re breathing the entire time.",
"Lower your arms, legs, and belly back to the floor. Repeat this exercise for 2–3 sets of 8–12 reps."],
    "videoLink":"https://www.youtube.com/watch?v=xDSiD8-wP-U",
    "gh-name":"gangadhararaoande",
    "image":"https://i0.wp.com/post.healthline.com/wp-content/uploads/2021/04/400x400_Try_the_Superman_Exercise_to_Stand_Tall_and_Proud_Superman.gif?h=840"
  },
  {
    "exercise":"Leg Tuck Ins",
    "instructions":["Sit on the ground with your legs extended out in front of you.",
  "Place your hands on the ground beside you for support and lean back at a roughly 45 degree angle with your back straight.",
"Pull your belly button in towards your spine and raise your legs off the ground.",
"Contract your lower abs as you bend your knees and bring your legs towards your chest.",
"Squeeze your abs hard and slowly return to the starting position.",
"Repeat this motion for your desired number of repetitions."],
    "videoLink":"https://www.youtube.com/watch?v=SwHmixNWBHk",
    "gh-name":"gangadhararaoande",
    "image":"https://cdn.shopify.com/s/files/1/0250/0362/2496/files/564.gif?v=1644754811"
  },
  {
    "exercise":"Pike Push Up",
    "instructions":["Begin in a Downward Dog position with your arms straight, hips lifted, and weight spread evenly between your feet and hands.",
  "Slowly and with control, bend your elbows outward, lowering the crown of your head toward the floor. Note: do not put any pressure on your head.",
"Straighten your elbows, returning to the starting position.",
"Tip: To modify, widen your feet to mat-width distance. This will increase stability. You can also do normal push-ups on your toes or knees."],
    "videoLink":"https://www.youtube.com/watch?v=DgVyKVW9sW4",
    "gh-name":"gangadhararaoande",
    "image":"https://media1.popsugar-assets.com/files/thumbor/WHu9UYsbxc3edd0xOpPGViA8vBc/fit-in/1024x1024/filters:format_auto-!!-:strip_icc-!!-/2021/10/14/840/n/1922729/db28ed916324321b_pikepushup/i/Circuit-2-Exercise-2-Pike-Push-Up.GIF"
  },
  {
    "exercise":"Bird Dog",
    "instructions":["Put your arms under your shoulders and your knees under your hips such that palms and knees become your support.",
  "Stretch one leg and stretch the opposite arm at the same intervals.",
"Make a pause for at least 2 seconds with both your one arm and leg extended and then bring the active knee to touch the active elbow.",
"Make a switch of side and do this repeatedly to achieve a complete set of the exercise."],
    "videoLink":"https://www.youtube.com/watch?v=QH_I-J1MqEs",
    "gh-name":"gangadhararaoande",
    "image":"https://flabfix.com/wp-content/uploads/2019/06/Bird-Dog.gif"
  },
  {
    "exercise":"Hollow Hold",
    "instructions":["Start by lying down on the floor, legs extended, arms by your sides.",
  "Practice contracting your abs by engaging your core and driving your lower back into the ground. Squeeze your inner thighs together to help initiate the move. There should be no room between the lower back and the floor.",
"Keep your abs contracted and raise your legs 2-3 inches above the floor. Keep the lower back on the floor.",
"Raise your head off the floor (1-2 inches) and extend your arms overhead and behind you. Make sure you are pressing the lower back into the floor.",
"Hold for 30 seconds (or as long as possible) before lowering the legs and shoulders to the floor."],
    "videoLink":"https://www.youtube.com/watch?v=SYYWi48bSqg",
    "gh-name":"gangadhararaoande",
    "image":"https://www.verywellfit.com/thmb/bsGjKVMP6jPEUO30_VLB1sB2btQ=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1-a93bf66b95324073840b65e052462c6b.jpg"
  },
  {
    "exercise":"Kettlebell Turkish Get Up",
    "instructions":["The set-up : Place a kettlebell on the ground and lie next to it on right side so that the weight is just outside right shoulder.",
    "Bend knees and stack left leg on top of right.",
    "Curl hands in toward chest, elbows in by sides, and grasp the handle of the bell with right hand underneath and left hand on top.",
    "This is the starting position—it should look similar to the fetal position.",
    " The execution: Tip the bell toward body. Keep the bell as close to body as possible and roll onto back, with knees bent, feet on the ground. As you roll to back, bring both hands to the center of chest. Use both hands to press the bell directly above right shoulder, arms straight. Keep right hand extended, holding the bell, and place left arm on the ground at a 45-degree angle from body. Straighten left leg and place it at a 45-degree angle from body. Keep right knee bent, foot flat on the floor.",
  "Leading with chest and pressing left foot and left arm into the ground, lift body up onto left forearm, sitting up on a slight diagonal. Look at the weight the entire time, and make sure it stays stacked directly over right shoulder.",
  "Press through left hand, lift left forearm off the floor, and corkscrew hand so fingers face diagonally behind you, so you sit up taller. Keep eyes on the weight the entire time and make sure it is still stacked directly over right shoulder.",
  "Press through both feet and left hand to lift the hips up into a high bridge. Continue looking at the weight and make sure it’s still stacked over right shoulder.",
  "Sweep left leg underneath body and place left knee on the ground, in line with left hand. Make sure toes are tucked under.",
  "Press through left palm, drive hips to right side, and lift left hand off the ground, using obliques to come into a tall kneeling position, with left shin perpendicular to right foot. Continue looking at the weight and make sure it’s still stacked over right shoulder.",
  "Windshield wipe leg so left foot is now behind you, in a regular half-kneeling position. Look forward.",
  "Drive through the right front foot and back left foot to stand up, weight staying overhead, bicep by ear. This is the halfway point.",
  "From here, step back with left foot into a reverse lunge, both knees bending, and back left knee lowering all the way to the floor.",
  "Windshield wipe left foot so shin is perpendicular to right heel.",
  "Now look back up to weight, hinge at hips, sending them to the right, and place left hand on floor, forming a T shape with arms.",
  "Keep right foot planted firmly on floor, and sweep left leg underneath you, extending it fully out as you lower down to a seated position, eyes still on the bell.",
  "Lower back down to forearm, then slowly lower back, neck, and head down to the floor. That’s 1 rep.",
  "Place the kettlebell down slowly and safely with both hands, then repeat on the other side."],
    "videoLink":"https://www.youtube.com/watch?v=O2JnN_tRrRo",
    "gh-name":"gangadhararaoande",
    "image":"https://media.self.com/photos/5c5c7330fe13cc0c5fbc075c/master/w_1600,c_limit/turkish-get-up-Amanda_026.gif"
  },
  {
    "exercise":"Cat and Camel",
    "instructions":["Start by going on all fours with your hands and your knees. Ensure that the wrists are aligned, with the shoulders and knees in line with the hips. Keep the core engaged, back flat, and spine neutral. It is the start position. Now take a deep breath.",
  "Exhale and pull the spine up towards the sky. Or pull the belly button to the spine while keeping the core engaged. Release the tension in the neck and pull your chin to the chest. The pose should look like a cat stretching.",
"Inhale, relax the belly and arch the back. Bring the tailbone towards the ceiling while lifting your head. Do not apply pressure on the neck. It is the cow pose of the Cat and Cow stretch.",
"Continue the back and forth from cat to cow and connect the breath with each movement. Inhale while in the cow pose and exhale while on the cat pose.",
"Repeat this cat and cow pose for a minimum of 10 rounds or until the abs, hips, spine, and neck are fully warmed up to get all cow cat pose benefits."],
    "videoLink":"https://www.youtube.com/watch?v=7nhKGSzG5Eo",
    "gh-name":"gangadhararaoande",
    "image":"https://assets.myworkouts.io/exercises-media/AqXaBSbQkFB98x5zy/cat_camel_male_v11_webp_capoff.webp"
  },
  {
    "exercise":"Half Wipers",
    "instructions":[" Lie on your back with arms outstretched, palms up. Raise your legs to 90 degrees, with knees together. Keep your core engaged and your lower back in a neutral position.",
  "With arms flat on the floor and knees together, lift your right hip and roll your hips and legs to the left. Stop before your upper back begins to lift. Hold for a few seconds.",
"Initiating from your core, roll your hips and legs back to the center, regaining your neutral position.",
"In the same way, roll your hips to the right, keeping your core engaged and using your arm for stability. Hold briefly, then return to start."],
    "videoLink":"https://www.youtube.com/watch?v=pN6fTMIgTz4",
    "gh-name":"gangadhararaoande",
    "image":"https://fitnessprogramer.com/wp-content/uploads/2021/02/Half-Wipers.gif"
  },
  {
    "exercise":"Duck Walk",
    "instructions":["Stand with your feet about shoulder-width apart.",
  "Squat down by bending at your knees to lower your hips down and behind you. (Pretend you’re going to sit in a chair.)",
"Go as deep as you can while keeping a straight spine and without lifting your toes or heels. You can lift your arms in front of you to help you balance.",
"Keeping your hips the same distance from the floor, take a step forward with one foot, landing with a flat foot.",
"Step forward with your other foot.",
"Repeat forward as needed, then reverse to walk backward."],
    "videoLink":"https://www.youtube.com/watch?v=IVFB5KSxGBc",
    "gh-name":"gangadhararaoande",
    "image":"https://bod-blog-assets.prod.cd.beachbodyondemand.com/bod-blog/wp-content/uploads/2022/10/04152637/duck-walk-600-demo.gif"
  },
  {
    "exercise":"Sprawls",
    "instructions":["Start standing with your feet slightly further than shoulder-width distance apart; point your feet out slightly.",
  "Lower down into a squat until your thighs are parallel to the ground. Make sure that your knees remain in line with your toes and that your back is at a 45- to 90-degree angle in relation to your hips. This is your starting position.",
"On an inhale, place your hands on the mat in between your feet, ensuring that your spine remains in a neutral position. Jump both of your feet backwards so that your legs are completely extended behind you, resting on the balls of your feet. Your body should be in one straight line from your head to your heels.",
"On an exhale, jump both of your feet forward in between your hands, ensuring that your feet are wider than your shoulders and that your feet are pointed out slightly. Release your hands from the mat and elevate your torso slightly to return to the starting position. This counts as one rep.",
"Repeat for 30 seconds, then take 30 seconds of rest."],
    "videoLink":"https://www.youtube.com/watch?v=UFFODmd6RTc",
    "gh-name":"gangadhararaoande",
    "image":"https://media1.popsugar-assets.com/files/thumbor/dki2gqmmNT9agz1nJT6Ma5DOnYg/fit-in/1024x1024/filters:format_auto-!!-:strip_icc-!!-/2020/06/12/849/n/1922729/151d2bedfb35a56d_IMB_RxurJ4_2/i/Sprawl.GIF"
  }

]

